export const LinkOrder = () => {
  return (
    <div className='bg-[#EAEBFA] py-20 flex flex-col gap-10 items-center w-full pt-40 max-lg:px-5 dark:bg-[#070845]'>
      <h1 className='font-semibold text-2xl text-center'>
        ЛИНКЭЭР ЗАХИАЛГА ХИЙЛГЭХЭД АНХААРАХ ЗҮЙЛС
      </h1>
      <div className='max-w-[850px] flex flex-col gap-20'>
        <div className='flex flex-col items-start gap-5'>
          <h1>
            ● Та өөрийн захиалах бараагаа, дэлгүүрээ судалж линкээ тодорхой
            явуулаарай.
          </h1>
          <h1>
            ● Учир нь бид таны сонголтын дагуу захиалга хийх учир дараа учрах
            эрсдэл:
          </h1>
          <h1>
            ● Бараа дутуу ирэх, Өнгө размер зөрж ирэх, Дэлгүүрээс олон салгаж
            баглах, Дэлгүүр удааж хүргэлтэнд гаргах, Дэлгүүр талаас буруу хаяг
            дээр хүргэх зэрэг асуудлуудад бид хариуцлага хүлээхгүй болохыг
            анхаарна уу‼
          </h1>
          <h1>
            ● Таны ачаа Хятад дотроо өөр өөр хотоос Эрээнлүү хүргэгддэг бөгөөд
            тухайн дэлгүүр нь хэд хоногийн дотор таны барааг гаргах нь харилцан
            адилгүй байдаг. Иймд 1 өдөр захиалсан бараанууд бүгд хамт нэг өдөр
            хүргэгдэнэ гэсэн үг биш юм.
          </h1>
          <h1>
            ● Манай каргоны зүгээс зөвхөн таны илгээсэн линк буюу таны сонгосон
            сонголтын дагуу захиалгыг хийж гүйцэтгэнэ.
          </h1>
        </div>
        <div className='flex flex-col items-start gap-5'>
          <h1>💸 Бараагаа ирхээр нь каргоны мөнгөө төлөөд авна.</h1>
          <h1>⚠️ ШИЛ ШААЗАН ЭДЛЭЛ, ХУВАНЦАР</h1>
          <h1>
            🚛 Дэлгүүрээс - Эрээн дэх хаяг дээр очих хугацаа 3-7 хоног байдаг.
          </h1>
          <h1>
            🚛 Эрээнээс - Улаанбаатарт ирэх хугацаа 1-5 хоног байдаг. Та эдгээр
            заалтуудыг зөвшөөрч байвал захиалгаа хийлгэж болно. Баярлалаа😊
          </h1>
        </div>
      </div>
    </div>
  );
};
