export const ServiceSituationSection = () => {
  return (
    <div className='bg-[#F2F5FC] py-20 flex flex-col gap-10 items-center w-full pt-40 max-lg:px-5 dark:bg-[#070845]'>
      <h1 className='font-semibold text-2xl text-center'>
        МОНГОЛ УЛСЫН ХИЛЭЭР НЭВТРҮҮЛЭХИЙГ ХОРИГЛОХ БАРААНЫ ЖАГСААЛТ
      </h1>
      <div className='max-w-[850px] flex flex-col gap-20'>
        <div className='flex flex-col items-start gap-5'>
          <h1>
            Хэрэв таны ачаанд эдгээр зүйлс байгаа бол захиалахгүй байхийг
            анхааруулж байна!
          </h1>
          <h1>❌ БҮХ ТӨРЛИЙН ШИНГЭН ЗҮЙЛ</h1>
          <h1>❌ БҮХ ТӨРЛИЙН ХҮНС</h1>
          <h1>❌ ГАЛТ ЗЭВСЭГ, ТЭСЭРЧ ДЭЛБЭРЭХ БОЛОН ЦАЦРАГ ИДЭВХТ БОДИС</h1>
          <h1>
            ❌ МОНГОЛ УЛСЫН ГААЛИЙН ТУХАЙ ХУУЛЬД ТУСГАСАН ХОРИОТОЙ БҮХ ТӨРЛИЙН
            БАРАА
          </h1>
        </div>
        <div className='flex flex-col items-start gap-5'>
          <h1>
            ХОРИОТОЙ БАРАА ЗАХИАЛСНААС ӨӨРТ БОЛОН БУСАД ЗАХИАЛАГЧ, КАРГОНД
            ҮҮССЭН АЛИВАА ХОХИРЛЫГ ЗАХИАЛАГЧ БҮРЭН БАРАГДУУЛНА. ЗАХИАЛАГЧ ӨӨРӨӨ
            ХАРИУЦАХ ТОХИОЛДОЛД ЗӨВШӨӨРӨГДӨХ БАРАА:
          </h1>
          <h1>⚠️ ШИЛ ШААЗАН ЭДЛЭЛ, ХУВАНЦАР</h1>
          <h1>
            ⚠️ ЗУРАГТ, КОМПЬЮТЕР, НӨҮТБҮҮК, ДЭЛГЭЦ / ОЛОН ТООГООР ХОРИОТОЙ /
          </h1>
          <h1>⚠️ ГАР УТАС, ТАБЛЕТ / ОЛОН ТООГООР ХОРИОТОЙ /</h1>
          <h1>⚠️ ЧУЛУУН ШИРЭЭ, САНДАЛ, ТАВИЛГА</h1>
          <h1>
            ⚠️ ОЛОН ТООНЫ АЧИХ БУУЛГАХ ҮЙЛДЭЛ ХИЙГДДЭГ УЧИР ЭВДРЭХ БАРАА
            ЗАХИАЛСАН ТОХИОЛДОЛД ДЭЛГҮҮРЭЭСЭЭ САВ БАГЛААГ МАШ САЙН ХИЙХИЙГ
            САНУУЛАХ.
          </h1>
        </div>
      </div>
    </div>
  );
};
